cask_args appdir: "/Applications"
brew "git"
brew "vim"
brew "jq"
brew "emacs"
brew "uv"
brew "nodenv"

cask "iterm2"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "kiro"
cask "antigravity"
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "alfred"
cask "karabiner-elements"
cask "sublime-text"
cask "unity-hub"
cask "1password"
cask "wireshark-app"
cask "blender"
cask "dash"
cask "discord"
cask "bettertouchtool"
cask "nosql-workbench"

mas "DaisyDisk", id: 411643860
