cask_args appdir: "/Applications"
brew "git"
brew "vim"
brew "jq"
brew "mas"
brew "mysql"

tap "homebrew/cask"

cask "iterm2"
cask "google-japanese-ime"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "alfred"
cask "karabiner-elements"
cask "sublime-text"
cask "evernote"
cask "unity-hub"
cask "1password"
cask "wireshark"
cask "blender"
cask "dash"
cask "discord"
cask "bettertouchtool"
cask "gimp"
cask "nosql-workbench"
cask "microsoft-teams"

mas "DaisyDisk", id: 411643860
